Revit 2027 API
UnitTypeId.PascalSeconds Property
 Pascal seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PascalSeconds { get; }
Public Shared ReadOnly Property PascalSeconds As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PascalSeconds {
	ForgeTypeId^ get ();
}
static member PascalSeconds : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace